{
  "quotes": [
    {
      "text": "But one thing I am not bound to do, and it is in fact impossible—remain in a life so wretched and so dishonoured any longer than your necessities, or some well-grounded hope, shall demand.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "Letters to Atticus"
    },
    {
      "text": "Sorrow is the beginning and end, sorrow that punishment is most severe when our conduct has been most unexceptionable.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "Letters"
    },
    {
      "text": "For happy though but ill, for ill not worst.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "On Duties"
    },
    {
      "text": "For the untroubled recollection of a past sorrow has a charm of its own.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "On the Nature of the Gods"
    },
    {
      "text": "The doubtful and varied fortunes of a man, frequently of eminent character, involve feelings of wonder, suspense, joy, sorrow, hope, fear: if these fortunes are crowned with a glorious death, the imagination is satisfied with the most fascinating delight which reading can give.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "On the Orator"
    },
    {
      "text": "Take care, if you love me, to keep your health, lest I should take advantage of your being laid up to eat you out of house and home.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "Letters to Friends"
    },
    {
      "text": "Now is the time for you to convince us that you are able to bear bad fortune equally well, and that it does not appear to you to be a heavier burden than you ought to think it. I would not have this to be the only one of all the virtues that you do not possess.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "Letters"
    },
    {
      "text": "For I think it a disgrace that I should not bear my loss as you—a man of such wisdom—think it should be borne.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "Letters to Atticus"
    },
    {
      "text": "But make haste, in God's name! You know the importance of seizing the right moment, and of rapidity.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "Letters"
    },
    {
      "text": "Maintain a political controversy only so far as you can convince your fellow citizens of its justice: never offer violence to parent or fatherland.",
      "author": "Cicero",
      "category": "Roman Philosopher",
      "source": "On Duties"
    },
    {
      "text": "Virtue is that perfect good which is the complement of a happy life; the only immortal thing that belongs to mortality—it is the knowledge of good and evil.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "On Benefits"
    },
    {
      "text": "The humanity and excellence of clemency is confessed at all hands... for it is of all dispositions the most peaceable and quiet. He that has revenge in his power, and does not use it, is the great man.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "On Clemency"
    },
    {
      "text": "Death is the test of life, and it is that only which discovers what we are, and distinguishes betwixt ostentation and virtue.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "Letters to Lucilius"
    },
    {
      "text": "It is the bounty of nature that we live; but of philosophy that we live well, which is in truth a greater benefit than life itself.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "On the Happy Life"
    },
    {
      "text": "No man is born wise; but wisdom and virtue require a tutor, though we can easily learn to be vicious without a master.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "Letters to Lucilius"
    },
    {
      "text": "Philosophy is the health of the mind; let us look to that health first, and in the second place to that of the body, which may be had upon easier terms.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "Letters to Lucilius"
    },
    {
      "text": "More than we use is more than we need, and only a burden to the bearer.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "On Tranquility of Mind"
    },
    {
      "text": "The man that would be truly rich must not increase his fortune, but retrench his appetites: for riches are not only superfluous, but mean, and little more to the possessor than to the looker-on.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "On the Happy Life"
    },
    {
      "text": "The life which is unexamined is not worth living.",
      "author": "Socrates",
      "category": "Pre-Socratic Philosopher",
      "source": "Plato's Apology"
    },
    {
      "text": "Nature loves to hide.",
      "author": "Heraclitus",
      "category": "Pre-Socratic Philosopher",
      "source": "Fragment 123"
    },
    {
      "text": "The obstacle is the way.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "Knowing others is intelligence; knowing yourself is true wisdom.",
      "author": "Laozi",
      "category": "Taoist Philosopher",
      "source": "Tao Te Ching"
    },
    {
      "text": "Truth is what works in the way of belief.",
      "author": "William James",
      "category": "Pragmatist Philosopher",
      "source": "Pragmatism"
    },
    {
      "text": "Science is the belief in the ignorance of experts.",
      "author": "Richard Feynman",
      "category": "Physicist & Philosopher of Science",
      "source": "The Pleasure of Finding Things Out"
    },
    {
      "text": "The whole is more than the sum of its parts.",
      "author": "Aristotle",
      "category": "Ancient Philosopher",
      "source": "Metaphysics"
    },
    {
      "text": "Do not be too hasty in your judgment of men and things.",
      "author": "Seneca",
      "category": "Stoic Philosopher",
      "source": "Letters to a Stoic"
    },
    {
      "text": "The sage puts the world away, and so he is always at one with the world.",
      "author": "Laozi",
      "category": "Taoist Philosopher",
      "source": "Tao Te Ching"
    },
    {
      "text": "We are doomed to be free; because once thrown into the world, he is forced to choose.",
      "author": "Jean-Paul Sartre",
      "category": "Philosopher of Freedom",
      "source": "Existentialism is a Humanism"
    },
    {
      "text": "Short is the life of every man; and thine is almost spent; spent, not honouring thyself, but seeking thy happiness in the souls of other men. The time that remains to honour thyself will not be long.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "Remember also that every man lives only this present moment, which is a fleeting instant: the rest of time is either spent or quite unknown. Short is the time which each of us has to live.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "Order not your life as though you had ten thousand years to live. Fate hangs over you. While you live, while yet you may, be good.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "Time is a river, a violent torrent of things coming into being. Each one, as soon as it has appeared, is swept away: it is succeeded by another which is swept away in its turn.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "All things are for a day, both what remembers and what is remembered.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "The present moment is all of which either is deprived, since that is all he has. No man can be robbed of that which he has not.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "The duration of man's life is but an instant; his substance is fleeting. The life of the body is but a river, and the life of the soul a misty dream.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "Man must consider, not only that each day part of his life is spent, and that less and less remains to him, but also that, even if he live longer, it is very uncertain whether his intelligence will suffice as heretofore.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "All things are small, changeable, and fleeting. All the present is but an instant in eternity.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    },
    {
      "text": "You are presently to die, and yet you have not attained to simplicity or calm. The time is at hand when you shall forget all things, and when all shall forget you.",
      "author": "Marcus Aurelius",
      "category": "Stoic Philosopher",
      "source": "Meditations"
    }
  ]
}